Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: A secondary target was to prove petroleum in the Statfjord group in the Lower Jurassic, higher up on the structure than well 34/6-2 S.
nb: En sekundær målsetting var å påvise petroleum i Statfjordgruppen i nedre jura, høyere opp på strukturen enn brønn 34/6-2 S.

source: Appraisal well 34/6-3 S proved a total gross oil column of 120 metres in the Cook formation.
nb: Avgrensningsbrønn 34/6-3 S påviste en total oljekolonne på 120 meter brutto i Cookformasjonen.

source: The reservoir quality is very good.
nb: Reservoarkvaliteten er svært god.

source: The Statfjord group is dry.
nb: Statfjordgruppen er tørr.

source: Preliminary calculation of the size of the oil discovery is between 6 and 14 million Sm3 of recoverable oil.
nb: Foreløpig beregning av størrelsen på oljefunnet er mellom 6 og 14 millioner Sm3 utvinnbar olje.

source: Extensive data acquisition and sampling were carried out, including a successful formation test in the Cook formation.
nb: Omfattende datainnsamling og prøvetaking ble utført, inkludert en vellykket formasjonstest i Cookformasjonen.

source: The well was tested with a stable production rate of 940 standard cubic metres (Sm3) of oil per flow day through a 24/64-inch nozzle opening, and with a maximum production rate of 1100 Sm3 oil per flow day through a 28/64-inch nozzle opening.
nb: Brønnen ble testet med en stabil produksjonsrate på 940 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 24/64 tommers dyseåpning, og med maksimum produksjonsrate på 1100 Sm3 olje per strømningsdøgn gjennom en 28/64 tommers dyseåpning.

source: The test showed good flow properties with stable flow pressure and low pressure decline, and consistent pressure build-up.
nb: Testen viste gode strømningsegenskaper med stabilt strømningstrykk og lavt trykkfall, og konsistente trykkoppbygninger.

source: The well produced oil with a gas-oil ratio of 19m3/m3.
nb: Brønnen produserte olje med et gass-olje forhold på 19m3/m3.

source: Extensive data analyses and studies have been started to confirm the resource estimate and to assess possible development solutions.
nb: Omfattende dataanalyser og studier er påbegynt for å bekrefte ressursanslaget og for å vurdere mulige utbygningsløsninger.

source: The objective of wildcat well 34/6-3 A was to prove petroleum in Early Jurassic reservoir rocks in a separate structure right next to the 34/6-2 S discovery.
nb: Hensikten med undersøkelsesbrønn 34/6-3 A var å påvise petroleum i tidligjura reservoarbergarter i en separat struktur like ved funnet 34/6-2 S.

source: The secondary exploration target was to prove petroleum in the Statfjord group in the Lower Jurassic.
nb: Sekundært letemål var å påvise petroleum i Statfjordgruppen i nedre jura.

source: The well encountered a 12-metre net oil column in the Cook formation.
nb: Brønnen påtraff en 12 meter netto oljekolonne i Cookformasjonen.

source: The recoverable resources estimate is up to 0.5 million Sm3 oil.
nb: Anslaget for utvinnbare ressurser er opp til 0,5 millioner Sm3 olje.

source: The well was terminated in the Statfjord group.
nb: Brønnen ble avsluttet i Statfjordgruppen.

source: Sampling and data acquisition were carried out.
nb: Prøvetaking og datainnsamling ble utført.

source: The well was not formation tested.
nb: Brønnen ble ikke formasjontestet.

source: These are the third and fourth exploration wells in production licence 554, which was awarded in APA 2009.
nb: Dette er tredje og fjerde letebrønn i utvinningstillatelse 554, som ble tildelt i TFO 2009.

source: Well 34/6-3 S was drilled to a measured depth of 4462 metres (3791 metres vertical depth below the sea surface) to the Statfjord group in the Early Jurassic.
nb: Brønn 34/6-3 S ble boret til et målt dyp av 4462 meter (3791 meter vertikalt dyp under havoverflaten) til Statfjordgruppen av tidligjura alder.

source: Well 34/6-3 A was drilled to a measured depth of 4019 metres (3724 metres vertical depth) under the sea surface.
nb: Brønn 34/6-3 A ble boret til et målt dyp på 4019 meter (3724 meter vertikalt dyp) under havoverflaten.

source: Water depth is 381 metres.
nb: Havdypet er 381 meter.

source: The wells were drilled by the Leiv Eiriksson semi-submersible drilling facility, which will now drill wildcat well 35/9-12 S in production licence 420 in the northeastern North Sea, where RWE Dea is the operator.
nb: Brønnene ble boret av den halvt nedsenkbare boreinnretningen Leiv Eiriksson, som skal bore undersøkelsesbrønn 35/9-12 S i utvinningstillatelse 420 i nordøstlige Nordsjøen, der RWE Dea er operatør.

source: Contact in the Norwegian Petroleum Directorate Bjørn Rasen, tel.
nb: Kontaktperson i Oljedirektoratet Bjørn Rasen, tlf.

source: The field phase of this research is now nearing completion.
nb: Feltfasen av følgeforskningen går nå mot slutten.

source: Extensive and very successful data collection over several periods has been carried out to map large-scale fish distribution, fish behaviour and sound propagation in the seismic survey area and in a nearby control area.
nb: Det er gjennomført en omfattende og meget vellykket datainnsamling i flere perioder for å kartlegge storskala fiskefordeling, fiskeatferd og lydutbredelse i seismikkområdet og i et nærliggende kontrollområde.

source: Comprehensive, controlled fishing trials have also been carried out with nets and long lines from leased coastal fishing boats.
nb: Det er likeledes gjennomført omfattende, kontrollerte fiskeforsøk med garn og line med innleide kystfiskebåter.

source: Overall, this has resulted in good data for herring and blue whiting and for the bottom fish species Greenland halibut, Norway haddock, saithe and haddock.
nb: Samlet har dette gitt gode data på sild og kolmule og på bunnfiskartene blåkveite, uer, sei og hyse.

source: The data basis obtained through the research project is considered to be solid and sufficient to provide a basis for scientific conclusions relating to the startle effect in fish as a result of seismic data collection in the area.
nb: Datagrunnlaget som er fremskaffet i følgeforskningsprosjektet vurderes som solid, og tilstrekkelig til å gi grunnlag for vitenskapelige konklusjoner om skremmeeffekt på fisk som følge av den seismiske datainnsamlingen i området.

source: The substantial amount of data which has been collected will now undergo thorough analysis before the results can be made public.
nb: Det betydelige datamateriale som er samlet inn skal nå igjennom grundige analyser før resultatene kan offentliggjøres.

source: The final report from the project will be submitted to the Norwegian Petroleum Directorate no later than 1 March 2010.
nb: Endelig rapport fra prosjektet skal leveres Oljedirektoratet senest 1. mars 2010.

source: Contacts
nb: Kontaktpersoner

source: Ole Arve Misund, Director of Research, Institute of Marine Research mobile +47 911 74 186
nb: Ole Arve Misund, forskningsdirektør, Havforskningsinstituttet mobil 911 74 186

source: Kari Østervold Toft, Director of Communications, Institute of Marine Research mobile +47 913 80 629
nb: Kari Østervold Toft, kommunikasjonsdirektør, Havforskningsinstituttet mobil 913 80 629

source: Sissel Eriksen, Director for Exploration, Norwegian Petroleum Directorate.
nb: Sissel Eriksen, direktør for leting, Oljedirektoratet.

source: Elbjørg Vaage Melberg, Media contact Norwegian Petroleum Directorate mobile +47 957 00 320
nb: Elbjørg Vaage Melberg, mediekontakt, Oljedirektoratet mobil 957 00 320

source: The well was drilled about 10 kilometres west of the Visund field in the North Sea.
nb: Brønnen er boret om lag 10 kilometer vest for Visundfeltet i Nordsjøen.

source: The primary and secondary exploration targets for the well were to prove petroleum in Upper Jurassic reservoir rocks (Intra Draupne and Intra Heather formation sandstones, respectively).
nb: Primært og sekundært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (henholdsvis inta Draupne- og intra Heatherformasjonen sandstein).

source: Well 34/7-36 S did not encounter any reservoir in the Draupne formation, while thin reservoir sands of poor quality were encountered in the Heather formation.
nb: Brønn 34/7-36 S påtraff ikke noe reservoar i Draupneformasjonen, mens det er påtruffet tynne reservoarsander av dårlig kvalitet i Heatherformasjonen.

source: There are also traces of petroleum in sandstones in the Lista formation from the Palaeocene Age.
nb: I tillegg er det spor av petroleum i sandsteiner i Listaformasjonen av paleocen alder.

source: This is the first exploration well in production licence 553, which was awarded in APA 2009.
nb: Dette er den første letebrønnen i utvinningstillatelse 553, som ble tildelt i TFO 2009.

source: The well was drilled to a vertical depth of 3639 metres below the sea surface and was terminated in the Etive formation from the Middle Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp på 3639 meter under havflaten, og ble avsluttet i Etiveformasjonen av mellomjura alder.

source: Water depth is 304 metres.
nb: Havdypet er 304 meter.

source: Well 34/7-36 S was drilled by the Borgland Dolphin, which has now returned to land for its five-year classification.
nb: Brønn 34/7-36 S ble boret av boreinnretningen Borgland Dolphin, som nå er gått til land for femårsklassifisering.

source: The well was drilled on the northeast flank of the Visund field, in the northern part of the North Sea.
nb: Brønnen er boret på nordøstflanken av Visundfeltet, i den nordlige del av Nordsjøen.

source: The well's primary exploration target was to prove petroleum on the east flank of the Visund field in Lower Jurassic reservoir rocks (the Statfjord group).
nb: Primært letemål med brønnen var å påvise petroleum på Visundfeltets østflanke i nedre jura reservoarbergarter (Statfjordgruppen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic (Lower Statfjord group) and Upper Triassic reservoir rocks (the Lunde formation).
nb: Sekundært letemål var å påvise petroleum i nedre jura (nedre Statfjordgruppen) og øvre trias reservoarbergarter (Lundeformasjonen).

source: The well encountered an approx. 31-metre gross gas column in the Tarbert, Ness and Etive formations in the Middle Jurassic, about 20 metres of which were in sandstones with very good reservoir quality.
nb: Brønnen påtraff en om lag 31 meter brutto gasskolonne i Tabert-, Ness- og Etiveformasjonen i midtre jura, hvorav om lag 20 meter i sandsteiner med meget god reservoarkvalitet.

source: In the immediately underlying reservoir rocks in the Rannoch formation in the Middle Jurassic, the well encountered an approx. 21-metre petroleum column in sandstones with poor reservoir quality.
nb: I umiddelbart underliggende reservoarbergarter, i Rannochformasjonen i midtre jura, ble det påtruffet en om lag 21 meter petroleumskolonne i sandsteiner med dårlig reservoarkvalitet.

source: Traces of petroleum were also encountered in Lower Jurassic sandstones of variable reservoir quality in the Cook formation and in the Statfjord Group.
nb: Spor av petroleum ble også påtruffet i nedre jura sandsteiner med variabel reservoarkvalitet i Cookformasjonen og i Statfjordgruppen.

source: It is unclear at this time whether there is oil or gas in the Rannoch and Cook formations, and in the Statfjord group.
nb: Det er foreløpig uavklart om det er olje eller gass i Rannoch-, Cookformasjonen og i Statfjordgruppen.

source: The Lunde formation is aquiferous.
nb: Lundeformasjonen er vannfylt.

source: Data acquisition and sampling were conducted in the well, but it was not formation-tested.
nb: Det ble gjort datainnsamling og prøvetaking i brønnen, men den ble ikke formasjonstestet.

source: Preliminary estimates place the size of the discovery at between 0.5 and 2 million Sm³ recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,5 og 2 millioner Sm³ utvinnbare oljeekvivalenter.

source: The licensees in production licence 120 will consider tying this discovery to existing infrastructure in the Visund area.
nb: Rettighetshaverne i utvinningstillatelse 120 vil vurdere å knytte funnet opp til eksisterende infrastruktur i Visundområdet.

source: 34/8-17 S was drilled to a vertical depth of 3187 metres below the sea surface, and was terminated in the Lunde formation in the Upper Triassic.
nb: 34/8-17 S ble boret til et vertikalt dyp av 3187 meter under havoverflaten, og ble avsluttet i Lundeformasjonen i øvre trias.

source: The water depth is 378 metres.
nb: Havdypet er 378 meter.

source: Well 34/8-17 S was drilled by the COSL Pioneer drilling facility, which will now drill a sidetrack to a production target in the Visund field.
nb: Brønn 34/8-17 S ble boret av boreinnretningen COSL Pioneer, som nå skal foreta en sidestegsboring til et produksjonsmål i Visundfeltet.

source: The well was drilled about 5.5 kilometres north of the Fram field in the northern North Sea, and about 130 kilometres northwest of Bergen.
nb: Brønnen er boret om lag 5,5 kilometer nord for Framfeltet i nordlige Nordsjøen og om lag 130 kilometer nordvest for Bergen.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (intra- Draupne formation sandstones).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (intra Draupneformasjonens sandsteiner).

source: The well was drilled from production licence 248 C, with exploration target in licence 090 B.
nb: Brønnen er boret fra utvinningstillatelse 248 C med letemål i tillatelse 090 B.

source: The well encountered approx. 9-metres net intra-Draupne formation sandstones with relatively good reservoir properties.
nb: Brønnen påtraff om lag 9 meter netto intra Draupneformasjonen sandsteiner med relativt gode reservoaregenskaper.

source: Only traces of petroleum were encountered.
nb: Det ble kun påtruffet spor av petroleum.

source: The well is the first exploration well in production licence 248 C, which in 2013 was carved out of production licence 248, awarded in the 1999 North Sea Awards.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 248 C, som i 2013 ble fradelt tillatelsen 248 som ble tildelt i Nordsjøtildelingene 1999.

source: The well was drilled to a vertical depth of 3211 metres below sea level and was terminated in the Heather formation in the Upper Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 3211 meter under havflaten og ble avsluttet i Heatherformasjonen i øvre jura.

source: Water depth is 367 metres.
nb: Havdypet er 367 meter.

source: Well 35/11-16 S was drilled by the Songa Trym drilling facility, which will now proceed to the adjacent production licence 90 to drill wildcat well 35/11-17, where Statoil Petroleum AS is the operator.
nb: Brønn 35/11-16 S ble boret av boreinnretningen Songa Trym som nå skal til den tilgrensende utvinningstillatelsen 90 for å bore undersøkelsesbrønn 35/11-17 der Statoil Petroleum AS er operatør.

source: The well was drilled about one kilometre south of the Fram field in the North Sea.
nb: Brønnen er boret om lag en kilometer sør for Framfeltet i Nordsjøen.

source: The well’s primary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Brent group).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen).

source: The secondary target was to prove petroleum in Middle Jurassic reservoir rocks (the Fensfjord formation).
nb: Sekundært mål var å påvise petroleum i midtre jura reservoarbergarter (Fensfjordformasjonen).

source: The well encountered a 48-metre gross oil column in the Brent group, 10 metres of which has good reservoir quality in the Etive and Rannoch formations.
nb: Brønnen påtraff en brutto oljekolonne på 48 meter i Brentgruppen, hvorav 10 meter med god reservoarkvalitet i Etive-og Rannochformasjonen.

source: A 38-metre gross oil column was encountered in the Fensfjord formation, 20 metres of which has good reservoir quality.
nb: I Fensfjordformasjonen ble en brutto oljekolonne på 38 meter påtruffet, hvorav 20 meter av god reservoarkvalitet.

source: Oil/water contact was established in both the primary and secondary exploration targets.
nb: Olje/vann-kontakten ble påtruffet både i primært og sekundært letemål.

source: An approx. 10-metre oil column was also encountered in Lower Jurassic reservoir rocks (the Oseberg formation) with good reservoir quality.
nb: I tillegg ble det påtruffet en om lag 10 meter oljekolonne i nedre jura reservoarbergarter (Osebergformasjonen) med god reservoarkvalitet.

source: The preliminary size of the discovery has been estimated at between one and three million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom en og tre millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The licensees in production licence 090 will evaluate the discovery along with nearby prospects with a view toward further development.
nb: Rettighetshaverne i utvinningstillatelse 090 vil vurdere funnet sammen med prospekter i nærheten med tanke på en videre utbygging.

source: The well was drilled to a vertical depth of 2889 metres below the sea surface, and was terminated in the Cook formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 2889 meter under havflaten, og ble avsluttet i Cookformasjonen i nedre jura.

source: Water depth is 357 metres.
nb: Havdypet er 357 meter.

source: Well 35/11-17 was drilled by the Songa Trym drilling facility, which will move on to drill production well 35/11-A-31 in the same production licence, where Statoil Petroleum AS is the operator.
nb: Brønn 35/11-17 ble boret av boreinnretningen Songa Trym som nå skal bore produksjonsbrønn 35/11-A-31 i samme utvinningstillatelse, der Statoil Petroleum AS er operatør.

source: The appraisal wells are being drilled in the North Sea, about 40 kilometres north of the Troll field and two kilometres southeast of the discovery well.
nb: Avgrensningsbrønnene er boret i Nordsjøen, om lag 40 kilometer nord for Trollfeltet og to kilometer sørøst for funnbrønnen.

source: The discovery was proven in the spring of 2012 in two Late Jurassic sandstone layers in the Heather formation.
nb: Funnet ble påvist våren 2012 i to sandsteinslag i Heatherformasjonen av senjura alder.

source: Appraisal well 35/9-10 S was drilled in the southeastern part of the "Skarfjell structure" and sidetrack 35/9-10 A near the top of the structure in the southwestern part.
nb: Avgrensningsbrønn 35/9-10 S ble boret i sørøstlig del av "Skarfjellstrukturen" og sidesteget 35/9-10 A nær toppen av strukturen i den sørvestlige delen.

source: Before well 35/9-10 S was drilled, the resource estimate for the discovery was between 10 and 25 million standard cubic metres (Sm3) of recoverable oil.
nb: Før brønn 35/9-10 S ble boret, var ressursanslaget for funnet mellom 10 og 25 millioner standard kubikkmeter (Sm3)utvinnbar olje.

source: The objective of the two wells was to examine thickness, properties, fluid content and depth to the Upper Jurassic reservoir to define the extent of the discovery to the south, and clarify whether the discovery has a gas cap.
nb: Hensikten med de to brønnene var å undersøke tykkelse, egenskaper, væskeinnhold og dyp til øvre jura reservoaret for å definere funnets utbredelse mot sør og avklare om funnet har en gasskappe.

source: Well 35/9-10 S encountered a 13-metre (gross) gas column and an oil column of 49 metres (gross) in three thin sandstones in the upper “Intra Heather” with reservoir quality as expected.
nb: Brønn 35/9-10 S påtraff en 13 meter (brutto) gasskolonne og en oljekolonne på 49 meter (brutto) i tre tynne sandsteiner i øvre "Intra Heather" med reservoarkvalitet som forventet.

source: Pressure data shows that this area has a lower reservoir pressure and is not in direct communication with the western and northern part of the discovery.
nb: Trykkdata viser at dette området har et lavere reservoartrykk og ikke er i direkte kommunikasjon med den vestlige og nordlige delen av funnet.

source: Well 35/9-10 A encountered a 59-metre (gross) gas column in the upper "Intra Heather" sandstone with better than expected reservoir quality.
nb: Brønn 35/9-10 A påtraff en 59 meter (brutto) gasskolonne i den øvre "Intra Heather"-sandsteinen med reservoarkvalitet bedre enn forventet.

source: Pressure data indicates that the proven gas cap is in communication with the oil zone proven in 35/9-7 and in appraisal well 35/9-8 in the northern part of the discovery.
nb: Trykkdata indikerer at den påviste gasskappen er i kommunikasjon med oljesonen påvist i 35/9-7 og i avgrensningsbrønn 35/9-8 på den nordlige delen av funnet.

source: The lower "Intra Heather" sandstone is only four metres thick, contains oil and has poorer reservoir quality than expected.
nb: Den undre "Intra Heather"-sandsteinen er bare fire meter mektig, inneholder olje og har reservoarkvalitet dårligere enn forventet.

source: Preliminary calculations place the size of the discovery between 10 and 23 million Sm3 of recoverable oil and condensate, and between 8 and 15 billion Sm3 of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 10 og 23 millioner Sm3 utvinnbar olje og kondensat, og mellom 8 og 15 milliarder Sm3 utvinnbar gass.

source: The wells were not formation-tested, but extensive data acquisition and sampling have been carried out.
nb: Brønnene ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The licensees will assess the discovery together with other nearby discoveries for possible development solutions.
nb: Rettighetshaverne vil vurdere funnet sammen med andre funn i nærheten for mulige utbyggingsløsninger.

source: This is the third exploration well in production licence 418.
nb: Dette er den tredje letebrønnen i utvinningstillatelse 418.

source: Appraisal well 35/9-10 S was drilled to a vertical and measured depth of 2837 and 3595 metres below the sea surface, respectively.
nb: Avgrensningsbrønn 35/9-10 S ble boret til et vertikalt og målt dyp på henholdsvis 2837 og 3595 meter under havflaten.

source: Appraisal well 35/9-10 A was drilled to a vertical and measured depth of 2835 and 3179 metres below the sea surface, respectively.
nb: Avgrensningsbrønn 35/9-10 A ble boret til et vertikalt og målt dyp på henholdsvis 2835 og 3179 meter under havflaten.

source: Both wells were terminated in the Rannoch formation in the Middle Jurassic.
nb: Begge brønnene ble avsluttet i Rannochformasjonen i midtre jura.

source: Water depth is 365 metres.
nb: Havdypet er 365 meter.

source: The wells were drilled by Transocean Arctic, which will proceed to production licence 586 in the Norwegian Sea to drill wildcat well 6406/12-3 S where VNG Norge AS is the operator.
nb: Brønnene ble boret av Transocean Arctic, som skal til utvinningstillatelse 586 i Norskehavet for å bore undersøkelsesbrønn 6406/12-3 S der VNG Norge AS er operatør.

source: The discovery was proven in Jurassic reservoir rocks in the winter of 2010.
nb: Funnet ble påvist i jura reservoarbergarter vinteren 2010.

source: Appraisal wells 35/9-11 S and 35/9-11 A were drilled 1.7 kilometres southwest of the 35/9-6 S discovery well.
nb: Avgrensningsbrønnene 35/9-11 S og 35/9-11 A ble boret 1,7 kilometer sørvest for funnbrønnen 35/9-6 S.

source: Before wells 35/9-11 S and A were drilled, the operator’s resource estimate for the discovery was between 2 and 10 million Sm3 recoverable oil equivalents.
nb: Før brønnene 35/9-11 S og A ble boret, var operatørens ressursanslag for funnet på mellom 2 og 10 millioner Sm3 utvinnbare oljeekvivalenter.
